/* needs to be localized */

tiLabelSave				= "Guardar";
tiPaletteLabelSave			= "Guardar";
tiToolTipSave				= "Guardar o documento";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "Imprimir o c√≥digo TeX";
tiToolTipPrint				= "Imprimir a imagem PDF";

tiLabelTypeset				= "Compor";
tiPaletteLabelTypeset			= "Compor";
tiToolTipTypeset			= "Correr o programa de composi√ß√£o";

tiLabelSharing				= "Sharing";
tiPaletteLabelSharing		= "Sharing";
tiToolTipSharing			= "Share text and pictures";


tiLabelProgram				= "Programa";
tiPaletteLabelProgram			= "Programa";
tiToolTipProgram			= "Escolher o programa de composi√ß√£o";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Compor usando Plain TeX";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Compor usando LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Correr BibTeX";

tiLabelMakeIndex			= "MakeIndex";
tiPaletteLabelMakeIndex			= "MakeIndex";
tiToolTipMakeIndex			= "Fazer o √≠ndice remissivo";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Correr MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Compor usando ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Correr MetaFont";

tiLabelPreviousPage			= "Anterior";
tiPaletteLabelPreviousPage		= "P√°gina anterior";
tiToolTipPreviousPage			= "Mostrar a p√°gina anterior";

tiLabelNextPage				= "Seguinte";
tiPaletteLabelNextPage			= "P√°gina seguinte";
tiToolTipNextPage			= "Mostrar a p√°gina seguinte";

tiLabelGotoPage				= "Ir para p√°g.";
tiPaletteLabelGotoPage			= "Ir para p√°g.";
tiToolTipGotoPage			= "Saltar para a p√°gina...";

tiLabelMagnification			= "Amplia√ß√£o";
tiPaletteLabelMagnification		= "Amplia√ß√£o";
tiToolTipMagnification			= "Escolher amplia√ß√£o da p√°gina";

tiLabelTemplates			= "Minutas";
tiPaletteLabelTemplates			= "Minutas";
tiToolTipTemplates			= "Escolher uma minuta para inserir";

tiLabelTags				= "Marcas";
tiPaletteLabelTags			= "Marcas";
tiToolTipTags				= "Escolher uma marca para saltar";

tiLabelPreviousPageButton		= "Anterior";
tiPaletteLabelPreviousPageButton	= "P√°gina anterior";
tiToolTipPreviousPageButton		= "Mostrar a p√°gina anterior";

tiLabelNextPageButton			= "Seguinte";
tiPaletteLabelNextPageButton		= "P√°gina seguinte";
tiToolTipNextPageButton			= "Mostrar a p√°gina seguinte";

tiLabelTypesetEE			= "Compor";
tiPaletteLabelTypesetEE			= "Compor";
tiToolTipTypesetEE			= "Correr o programa de composi√ß√£o";

tiLabelProgramEE			= "Programa";
tiPaletteLabelProgramEE			= "Programa";
tiToolTipProgramEE			= "Escolher o programa de composi√ß√£o";

tiLabelAutoComplete			= "AutoComplete";
tiPaletteLabelAutoComplete		= "AutoComplete";
tiToolTipAutoComplete			= "Toggle auto completion";

tiLabelSplit				= "Split Window";
tiPaletteLabelSplit			= "Split Window";
tiToolTipSplit				= "Toggle window split";

tiLabelSplitKIT				= "Split Window";
tiPaletteLabelSplitKIT		= "Split Window";
tiToolTipSplitKIT			= "Toggle window split";

tiLabelMacros				= "Macros";
tiPaletteLabelMacros			= "Macros";
tiToolTipMacros				= "Insert macros";

tiLabelMacrosEE				= "Macros";
tiPaletteLabelMacrosEE			= "Macros";
tiToolTipMacrosEE                       = "Insert macros";

tiLabelMouseMode			= "MouseMode";
tiPaletteLabelMouseMode			= "Mouse Mode";
tiToolTipMouseMode			= "Change Mouse Mode";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks			= "Sync Marks";
tiToolTipSyncMarks			= "Show Sync Marks";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "Color Index Commands";

tiLabelTypesetKIT				= "Typeset";
tiPaletteLabelTypesetKIT		= "Typeset";
tiToolTipTypesetKIT				= "Run typesetting program";

tiLabelSharingKIT				= "Sharing";
tiPaletteLabelSharingKIT		= "Sharing";
tiToolTipSharingKIT				= "Share text and images";


tiLabelProgramKIT				= "Program";
tiPaletteLabelProgramKIT		= "Program";
tiToolTipProgramKIT				= "Choose typesetting program";

tiLabelPreviousPageKIT			= "Previous";
tiPaletteLabelPreviousPageKIT	= "Previous Page";
tiToolTipPreviousPageKIT		= "Show previous page";

tiLabelNextPageKIT				= "Next";
tiPaletteLabelNextPageKIT		= "Next Page";
tiToolTipNextPageKIT			= "Show next page";

tiLabelPreviousPageButtonKIT		= "Previous";
tiPaletteLabelPreviousPageButtonKIT	= "Previous Page";
tiToolTipPreviousPageButtonKIT		= "Show previous page";

tiLabelNextPageButtonKIT			= "Next";
tiPaletteLabelNextPageButtonKIT		= "Next Page";
tiToolTipNextPageButtonKIT			= "Show next page";

tiLabelGotoPageKIT				= "Go to page";
tiPaletteLabelGotoPageKIT		= "Go to page";
tiToolTipGotoPageKIT			= "Go to page";

tiLabelMagnificationKIT			= "Magnification";
tiPaletteLabelMagnificationKIT	= "Magnification";
tiToolTipMagnificationKIT		= "Set page magnification";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Insert macros";

tiLabelMouseModeKIT				= "MouseMode";
tiPaletteLabelMouseModeKIT		= "Mouse Mode";
tiToolTipMouseModeKIT			= "Change Mouse Mode";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Show Sync Marks";

tiLabelBackForthKIT				= "Back/Forward";
tiPaletteLabelBackForthKIT		= "Back/Forward";
tiToolTipBackForthKIT			= "Back Forward Buttons";

tiLabelDrawerKIT				= "Drawer";
tiPaletteLabelDrawerKIT			= "Drawer";
tiToolTipDrawerKIT				= "Toggle Drawer";

tiLabelShowFullPath				= "FullPath";
tiPaletteLabelShowFullPath		= "FullPath";
tiToolTipShowFullPath			= "Show Full Path in Window Title";

tiLabelProgramSplit				= "Programa";
tiPaletteLabelProgramSplit		= "Programa";
tiToolTipProgramSplit			= "Escolher o programa de composi√ß√£o";

tiLabelMacrosSplit				= "Macros";
tiPaletteLabelMacrosSplit		= "Macros";
tiToolTipMacrosSplit			= "Insert macros";

tiLabelTagsSplit				= "Marcas";
tiPaletteLabelTagsSplit         = "Marcas";
tiToolTipTagsSplit              = "Escolher uma marca para saltar";

tiLabelGotoPageSplit			= "Ir para p√°g.";
tiPaletteLabelGotoPageSplit     = "Ir para p√°g.";
tiToolTipGotoPageSplit          = "Saltar para a p√°gina...";

tiLabelMagnificationSplit		= "Amplia√ß√£o";
tiPaletteLabelMagnificationSplit   = "Amplia√ß√£o";
tiToolTipMagnificationSplit     = "Escolher amplia√ß√£o da p√°gina";

tiLabelColorIndexSplit			= "ColorIndex";
tiPaletteLabelColorIndexSplit     = "ColorIndex";
tiToolTipColorIndexSplit          = "Color Index Commands";

tiLabelAutoCompleteSplit		= "KeyBindings";
tiPaletteLabelAutoCompleteSplit   = "KeyBindings";
tiToolTipAutoCompleteSplit     = "Toggle key bindings";
